[
   {
       "bookId": 1,
       "title": "El Juego de Ender",
       "authors": ["Orson Scott Card"],
       "editorial": "Ediciones B / Zeta",
       "short_description": "La Tierra está amenazada por una especie extraterrestre de insectos que pretende destruir la humanidad. Para vencerlos se precisa la intervención de un genio militar, por lo cual se permite el nacimiento de Ender, tercer hijo de una pareja en un mundo que limita a dos el número de descendientes. Ender se entrenará en una estación espacial, superará a sus rivales y se convertirá en la persona capaz de dirigir las flotas terrestres contra los insectos de otros mundos."
    },
    {
       "bookId": 2,
       "title": "Juego de tronos",
       "authors": ["George R. R. Martin"],
       "editorial": "Gigamesh",
       "short_description": "Tras el largo verano, el invierno se acerca a los Siete Reinos. Lord Eddard Stark, señor de Invernalia, deja sus dominios para unirse a la corte de su amigo el rey Robert Baratheon, llamado el Usurpador, hombre díscolo y otrora guerrero audaz cuyas mayores aficiones son comer, beber y engendrar bastardos. Eddard Stark ocupará el cargo de Mano del Rey e intentará desentrañar una maraña de intrigas que pondrá en peligro su vida y la de todos los suyos. En un mundo cuyas estaciones pueden durar decenios y en el que retazos de una magia inmemorial y olvidada surgen en los rincones más sombríos y maravillosos, la traición y la lealtad, la compasión y la sed de venganza, el amor y el poder hacen del juego de tronos una poderosa trampa que atrapará en sus fauces a los personajes... y al lector."
    },
    {
       "bookId": 3,
       "title": "I robot",
       "authors": ["Isaac Asimov"],
       "editorial": "Edhasa",
       "short_description": "Los robots de Isaac Asimov son máquinas capaces de llevar a cabo muy diversas tareas, y que a menudo se plantean a sí mismos problemas de 'conducta humana'. Pero estas cuestiones se resuelven en Yo, robot en el ámbito de las tres leyes fundamentales de la robótica, concebidas por Asimov, y que no dejan de proponer extraordinarias paradojas que a veces se explican por errores de funcionamiento y otras por la creciente complejidad de los 'programas'. Las paradojas que se plantean en estos relatos futuristas no son sólo ingeniosos ejercicios intelectuales sino sobre todo una indagación sobre la situación del hombre actual en relación con los avances tecnológicos y con la experiencia del tiempo."
    },
    {
      "bookId": 4,
    "title": "The K-12 Educational Technology Handbook",
    "authors": ["Anne Ottenbreit-Leftwich", "Royce Kimmons"],
    "editorial": "Educational Technology",
    "short_description": "Ever since there have been educators trying to teach students, there have been theories that guide how those educators view the learning process. These learning theories encompass our beliefs about the nature of knowledge and how a person learns"
    },
    {
    "bookId": 5,
    "title": "Foundations of Learning and Instructional Design Technology",
    "authors": ["Richard E. West"],
    "editorial": "Educational Technology",
    "short_description": "What is this field? Where have we come from as a discipline, and where are we going? What do I want to study? These and other questions are typical for new students in the field of Learning and Instructional Design Technology.",
  }
]